Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Bolus failed or inaccurate. Check pump history before repeating.
bg: Болусът е неуспешен или неточен. Проверете историята на помпата, преди да повторите.
cs: Bolus selhal nebo je nepřesný. Před opakováním zkontroluj historii pumpy.
da: Bolus mislykkedes eller er unøjagtig. Tjek pumpehistorik før gentagelse.
de: Bolus ist fehlgeschlagen oder ungenau. Prüfe den Pumpenverlauf vor einer erneuten Abgabe.
es: Bolo fallido o inexacto. Comprueba el historial de la bomba antes de repetir.
fr: Le bolus a échoué ou il est incorrect. Vérifier l’historique de la pompe avant recommencer.
it: Bolo fallito o impreciso. Controlla la cronologia del microinfusore prima di ripetere.
nb_no: Bolus mislyktes eller var upresis. Kontroller pumpehistorikken før du prøver på nytt.
nl: Bolus mislukt of onjuist. Controleer de pompgeschiedenis voordat je herhaalt.
pl: Bolus nieudany. Przed powtórzeniem sprawdź historię pompy.
pt_pt: O bólus falhou ou não foi preciso. Verifique o histórico da bomba antes de repetir.
ru: Болюс не выполнен или неточный. Перед повторением проверьте историю помпы.
sv: Misslyckad eller felaktig bolus. Kontrollera pumpens historik innan du försöker igen.
uk: Болюс не пройшов або неточний. Перевір історію помпи, перш ніж повторити.
vi: Liều bolus thất bại hoặc không chính xác. Kiểm tra lại bơm trước khi lặp lại.
zh_hant: 注射失敗或不準確。在重複之前，請檢查幫浦歷史記錄。

source: Bolus In Progress...
bg: Болус в процес...
cs: Probíhá podávání bolusu...
da: Bolus I Gang...
de: Bolus läuft...
es: Bolo en progreso...
fr: Bolus en cours de distribution
it: Bolo In Progresso...
nb_no: Bolus pågår…
nl: Bolus in uitvoering...
pl: Bolus w toku...
pt_pt: Bolus em Andamento...
ru: Болус в процессе...
sv: Bolus pågår...
uk: Болюс в процесі...
vi: Đang tiến hành Bolus...
zh_hant: 注射進行中...

source: Bolus Increment
bg: Стъпка на болуса
cs: Krok bolusu
da: Bolus Skridt
de: Bolus-Erhöhung
es: Incremento de bolo
fr: Distribution de Bolus
it: Incremento bolo
nb_no: Bolus-økning
nl: Bolusverhoging
pl: Przyrost bolusa
pt_pt: Incremento de Bolus
ru: Прирост болюса
sv: Minsta bolusmängd
uk: Приріст Болюсу
vi: Tốc độ Bolus
zh_hant: 注射增量

source: Bolus Insulin (U)
bg: Болус инсулин (U)
cs: Inzulín v bolusu (J)
da: Bolus Insulin (E)
de: Bolus Insulin (IE)
fr: Insuline bolus (U)
it: Insulina bolo (U)
nb_no: Bolus-insulin (E)
nl: Bolus insuline (E)
pl: Bolus Insuliny (J)
sv: Bolusinsulin (E)
vi: Tiêm liều Bolus insulin (U)
zh_hant: 注射胰島素 (U)

source: Bolus limit cannot be fetched from phone!
bg: Лимитът за болус не може да се получи от телефона!
cs: Limit bolusu nelze načíst z telefonu!
da: Bolus grænse kan ikke hentes fra telefonen!
de: Bolus-Limit kann nicht vom iPhone abgerufen werden!
es: ¡El límite de bolo no se puede obtener desde el teléfono!
fr: La limite du bolus ne peut pas être récupérée depuis le téléphone !
it: Il limite di bolo non può essere recuperato dal telefono!
nb_no: Bolus-grense kan ikke hentes fra telefonen!
nl: Boluslimiet kan niet worden opgehaald van de telefoon!
pl: Nie można pobrać limitu bolusa z telefonu!
pt_pt: Limite de bólus não pode ser buscado do telefone!
ru: Лимит Bolus не может быть получен с телефона!
sv: Bolusgränsen kan inte hämtas från telefonen!
uk: Ліміт Болса не можна отримати з телефону!
vi: Không thể lấy giới hạn Bolus từ điện thoại!
zh_hant: 無法從手機獲取注射限制!

source: Bolus Limit Reached!
bg: Достигнат е лимитът за болус!
cs: Dosažen limit bolusu!
da: Bolus Grænse Opnået!
de: Bolus Limit erreicht!
es: Límite de bolo Alcanzado!
fr: Limite du Bolus atteinte !
it: Limite Bolo Raggiunto!
nb_no: Bolus-grense nådd!
nl: Bolus limiet bereikt!
pl: Osiągnięto limit bolusa!
pt_pt: Limite de Bólus Alcançado!
ru: Достигнут лимит Bolus!
sv: Bolusgräns nådd!
uk: Досягнута межа Больсу!
vi: Đã đạt giới hạn bolus!
zh_hant: 已達注射限制!

source: Bolus Snooze DIA Divisor
bg: Делител на DIA за отлагане на болус
cs: Dělitel DIA pro odložení bolusu
fr: Diviseur de DIA pour la suspension post bolus
it: Bolo posticipato - Divisore DIA
nl: Bolus snooze DIA deler
ru: Делитель DIA откладывания болюсов
sv: Bolus "snooze" - nämnare
uk: Дільник DIA відкладання болюсів
vi: Hệ số chia DIA cho hoãn bolus
zh_hant: 注射延遲 DIA 除數

source: Bolus snooze is enacted after you do a meal bolus, so the loop won’t counteract with low temps when you’ve just eaten. The example here and default is 2; so a 3 hour DIA means that bolus snooze will be gradually phased out over 1.5 hours (3DIA/2).
bg: Отлагането на болуса се прилага, след като подадете болус за хранене, така че цикълът да не противодейства с ниски временни базали, когато току-що сте яли. Примерът тук и стойността по подразбиране е 2; при DIA от 3 часа отлагането на болуса постепенно ще се премахва за 1,5 часа (3DIA/2).
cs: Odložení bolusu se aktivuje po podání bolusu k jídlu, aby smyčka nereagovala nízkým dočasným bazálem hned poté, co se najíš. Příklad a výchozí hodnota je 2; takže při 3hodinové DIA to znamená, že odložení bolusu bude postupně ukončeno během 1,5 hodiny (3DIA/2).
da: Bolus snooze er vedtaget, når du har lavet en måltidsbolus, så loopet vil ikke svare med lave temps, når du lige har spist. Eksemplet her og standard er 2; så en 3 timers DIA betyder, at bolus snooze gradvist udfases over 1,5 time (3DIA/2).
de: Die Bolus-Schlummerfunktion wird nach einem Mahlzeitbolus aktiviert, damit der Loop nicht mit niedrigen Temporären Basalraten durchkreuzt wird, wenn Du gerade gegessen hast. Das Beispiel hier und die Voreinstellung ist 2; eine DIA von 3 Stunden bedeutet also, dass die Bolus-Schlummerzeit schrittweise über 1,5 Stunden (3DIA/2) abgebaut wird.
es: El retardo de bolos se realiza después de suministrar un bolo para comer, para que el Lazo no contrarreste con basales temporales bajas cuando acaba de comer. Por ejemplo, con el valor predeterminado de 2, y siendo la duración de la insulina activa (DIA) de 3 horas, el retardo del del bolo se realizará gradualmente durante 1.5 horas (3DIA % 2).
fr: Le report du bolus est activé après un bolus de repas, empêchant la boucle de contrebalancer avec des débits basaux temporaires réduits juste après avoir mangé. L’exemple ici, et la valeur par défaut, est 2 ; ainsi, avec un durée d'action de l'insuline (DIA) de 3 heures, le report du bolus sera réduit progressivement sur une période de 1,5 heure (3 (DIA) / 2).
it: Bolo posticipato viene eseguito dopo un bolo pasto per fare in modo che il loop non imposti basali temporanee basse quando hai appena mangiato. L’esempio qui sotto prende il valore di default di 2; quindi una DIA di 3 ore implica che il bolo posticipato sarà gradualmente ridotto nelle 1.5 ore seguenti (3DIA/2).
nl: Bolus sluimeren is geactiveerd nadat je een maaltijdbolus hebt gedaan, zodat de Loop geen lage streefwaardes zal instellen wanneer je net hebt gegeten. Het voorbeeld hier en de standaard waarde is 2; dus een DIA van 3 uur betekent dat de bolus sluimer geleidelijk aan zal verdwijnen binnen 1,5 uur (3DIA/2).
pl: Bolus snooze jest uruchamiany po podaniu bolusa posiłkowego, więc pętla nie będzie przeciwdziałać niskim wartościom podczas jedzenia. Przykładem tutaj i domyślnym jest 2; więc 3-godzinny DIA oznacza, że drzemka bolusa będzie stopniowo wycofywana w ciągu 1,5 godziny (3DIA/2).
pt_pt: Soneca de bolus será executada depois que você fizer um bolus de refeição, portanto o laço não irá contrariar com temperaturas baixas quando você acabou de comer. O exemplo aqui e o padrão é 2; por isso, uma DIA de 3 horas significa que o bolus snooze será gradualmente eliminado ao longo de 1,5 horas (3DIA/2).
ru: Откладывание болюсов (SMB) произойдет после того, как вы сделаете болюс на еду, и цикл не будет противостоять низкой временной цели, когда вы просто поели. Пример: здесь и по умолчанию 2; поэтому 5 часов DIA означает, что SMB будет отложены на 2,5 часа (5 DIA/2).
sv: Denna är aktiv efter att du har gett en måltidsbolus, för att motverka en låg temporär basal när du just ätit. I detta exempel med standardvärdet 2 och med DIA-inställning på 3 h kommer 'Bolus Snooze' att fasas ut över 1,5 h (3 DIA / 2).
uk: Відкладання болюсів (SMB) станеться після того, як ви зробите болюс на їжу, та цикл не буде протистояти низький тимчасовій цілі, коли ви просто поїли. Наприклад: тут та за замовчуванням 2; тому 5 годин DIA означає, що SMB буде відкладено на 2,5 години (5 DIA/2).
vi: Tính năng hoãn bolus (Bolus snooze) được kích hoạt sau khi bạn tiêm bolus cho bữa ăn, để vòng lặp không phản ứng ngược bằng liều nền tạm thời thấp ngay sau khi bạn ăn. Trong ví dụ này (và cũng là giá trị mặc định) là 2; vì vậy nếu DIA là 3 giờ thì bolus snooze sẽ được giảm dần và kết thúc trong 1,5 giờ (3 giờ DIA / 2).
zh_hant: 在進行餐前注射後會啟動注射延遲，這樣循環就不會在剛用餐後與低溫度抗衡。這裡的範例和預設為 2；所以 3 小時的 DIA 意味著注射延遲會在 1.5 小時內逐漸結束（3 DIA / 2）。

source: Bolus statistics will appear here once data is available.
bg: Статистиките за болус ще се появят тук, щом има налични данни.
cs: Statistiky bolusů se zobrazí zde, jakmile budou k dispozici údaje.
da: Bolus statistik vil blive vist her, når data er tilgængelige.
de: Die Bolus-Statistiken werden hier erscheinen, sobald die Daten verfügbar sind.
fr: Les statistiques du bolus s’afficheront ici une fois les données disponibles.
it: Le statistiche del bolo appariranno qui una volta che i dati saranno disponibili.
nb_no: Bolus-statistikk vil vises her så snart data er tilgjengelig.
nl: Bolusstatistieken worden hier weergegeven zodra er gegevens beschikbaar zijn.
pl: Statystyki bolusa pojawią się, gdy dane będą dostępne.
sv: Bolusstatistik visas här när data finns tillgänglig.
vi: Dữ liệu thống kê bolus sẽ hiển thị tại đây.
zh_hant: 一旦資料可用，注射統計將會顯示在此處。

source: Bolus Summary
bg: Обобщение на болуса
cs: Přehled bolusů
da: Bolusoversigt
de: Bolus Zusammenfassung
fr: Récapitulatif du bolus
it: Riepilogo boli
nb_no: Bolus-sammendrag
nl: Bolus overzicht
pl: Podsumowanie bolusa
ru: Болюс суммарно
sv: Sammanfattnig av bolus
uk: Підсумок болюсу
vi: Tóm tắt liều bolus
zh_hant: 注射總覽

source: Bolus/Basal %
bg: Болус/Базал %
cs: Bolus/Bazál %
it: Bolo/Basale %
nl: Bolus/Basaal %
pt_pt: % de Bolus/Basal
ru: Болус/Базаль %
uk: Болюс/Базальний %
zh_hant: 注射/基礎 %

source: Bolusing
bg: Подаване на болус
cs: Podávání bolusu
da: Administrerer Bolus
de: Bolusabgabe
es: Administrando Bolo
fr: Bolus en cours
it: Bolo in corso
nb_no: Leverer bolus
nl: Bolussen
pl: Podawanie bolusa
pt_pt: Aplicando bolus
ru: Подается болюс
sv: Ger bolus
uk: Подаю болюс
vi: Đang bolus
zh_hant: 正在注射

source: Bolusing via Shortcuts is disabled in Trio settings.
bg: Подаването на болус чрез Shortcuts е изключено в настройките на Trio.
cs: Podávání bolusu přes Zkratky je v nastavení Trio zakázáno.
da: Bolusbrug via genveje er deaktiveret i Trio-indstillinger.
de: Bolusabgabe per Kurzbefehl ist in den Trio Einstellungen deaktiviert.
fr: L'administration du bolus via Raccourcis est désactivée dans les paramètres de Trio.
it: L'erogazione di bolo tramite le scorciatoie è disabilitata nelle impostazioni Trio.
nb_no: Bolus via snarveier er skrudd av i Trio-innstillinger.
nl: Bolussen via snelkoppelingen is uitgeschakeld in de Trio-instellingen.
pl: Podawanie bolusów za pomocą skrótów jest wyłączone w ustawieniach Trio.
sv: Bolus via genvägar är inaktiverat i Trio-inställningarna.
vi: Tính năng bolus qua Phím tắt đang bị tắt trong cài đặt Trio.
zh_hant: 在Trio設定中禁用了透過快捷方式進行注射。

source: Bottom target
bg: Долна целева стойност
cs: Spodní cíl
da: Laveste mål
de: Unteres Ziel
es: Objetivo Inferior
fr: Cible basse
it: Target basso
nb_no: Nedre mål
nl: Ondergrens doel
pl: Dolny cel
pt_pt: Limite baixo
ru: Нижняя граница
sv: Nedre målvärde
uk: Нижня ціль
vi: Mục tiêu thấp nhất
zh_hant: 下限目標

source: Bottom Value
bg: Долна стойност
cs: Spodní hodnota
da: Laveste Værdi
de: Unterer Wert
es: Valor Inferior
fr: Valeur basse
it: Valore Inferiore
nb_no: Nederste verdi
nl: Onderste waarde
pl: Dolna wartość
pt_pt: Valor Inferior
ru: Нижнее значение
sv: Nedre värde
uk: Нижнє значення
vi: Giá trị thấp nhất
zh_hant: 下限值

source: Branch
bg: Клон
cs: Větev
fr: Branche
nb_no: Gren
vi: Nhánh
zh_hant: 分支

source: BRANCH: %@
bg: КЛОН: %@
cs: VĚTEV: %@
fr: BRANCHE : %@
nb_no: GREN: %@
ru: БРАНШ: %@
zh_hant: 分支: %@

source: Build Number
bg: Номер на компилация
cs: Číslo sestavení
de: Build-Nummer
fr: Numéro de build
nb_no: Byggnummer
pl: Numer wersji
vi: Số bản dựng
zh_hant: 建置號碼

source: By default, Trio collects crash reports and other anonymized data related to errors, exceptions, and overall app performance.
bg: По подразбиране Trio събира отчети за сривове и други анонимизирани данни, свързани с грешки, изключения и общата производителност на приложението.
cs: Trio ve výchozím nastavení shromažďuje hlášení o pádech a další anonymizovaná data týkající se chyb, výjimek a celkového výkonu aplikace.
da: Som standard indsamler Trio crashrapporter og andre anonymiserede data relateret til fejl, undtagelser og samlet app-ydeevne.
de: Standardmäßig sammelt Trio Absturzberichte und andere anonymisierte Daten im Zusammenhang mit Fehlern, Ausnahmen und der Gesamtleistung der App.
fr: Par défaut, Trio collecte les rapports de crash et d'autres données anonymisées concernant les erreurs, les exceptions et les performances générales de l’application.
it: Per impostazione predefinita, Trio raccoglie i report dei crash e altri dati anonimizzati relativi a errori, eccezioni e prestazioni complessive delle app.
nb_no: Som standard samler Trio krasjrapporter og annen anonymisert data relatert til feil, unntak og generell appytelse.
nl: Standaard verzamelt Trio crashrapporten en andere geanonimiseerde gegevens met betrekking tot fouten, uitzonderingen en algemene app-prestaties.
pl: Domyślnie Trio zbiera raporty o awariach i inne anonimowe dane dotyczące błędów, wyjątków i ogólnej wydajności aplikacji.
sv: Som standard samlar Trio in kraschrapporter och andra anonymiserade data relaterade till fel, undantag och övergripande apprestanda.
vi: Theo mặc định, Trio thu thập báo cáo sự cố và các dữ liệu ẩn danh khác liên quan đến lỗi, ngoại lệ và hiệu suất tổng thể của ứng dụng.
zh_hant: 預設情況下，Trio 收集崩潰報告和其他與錯誤、例外情況及整體應用程式效能相關的匿名資料。

source: Calculate a new Insulin Sensitivity Setting (ISF) upon every loop cycle. The new ISF will be based on your current Glucose, total daily dose of insulin (TDD, past 24 hours of all delivered insulin) and an individual Adjustment Factor (recommendation to start with is 0.5 if using Sigmoid Function and 0.8 if not). All of the Dynamic ISF and CR adjustments will be limited by your autosens.min/max limits.
bg: Изчислява нова стойност на инсулиновата чувствителност (ISF) при всеки цикъл. Новият ISF ще се базира на текущата ви глюкоза, общата дневна доза инсулин (TDD, подадения инсулин през последните 24 часа) и индивидуален коефициент на корекция (препоръчва се да започнете с 0.5 при използване на Sigmoid Function и с 0.8 в останалите случаи). Всички корекции на Dynamic ISF и CR ще бъдат ограничени от вашите лимити autosens.min/max.
cs: Vypočítej nové nastavení citlivosti na inzulín (ISF) při každém cyklu smyčky. Nová hodnota ISF bude vycházet z tvé aktuální glykémie, celkové denní dávky inzulínu (TDD – veškerý podaný inzulín za posledních 24 hodin) a individuálního faktoru úpravy (pokud používáš funkci Sigmoid, doporučuje se začít na hodnotě 0,5, v opačném případě na 0,8). Všechny úpravy dynamického ISF a CR budou omezeny tvými limity autosens.min/max.
da: Beregn en ny insulinfølsomhed indstilling (ISF) ved hver loop cyklus. Den nye ISF vil blive baseret på Deres nuværende glukose, totale daglige dosis af insulin (TDD, de seneste 24 timer af alt leveret insulin) og en individuel justeringsfaktor (anbefaling om at starte med er 0. hvis du bruger Sigmoid Function og 0,8 hvis ikke). Alle Dynamic ISF og CR justeringer vil blive begrænset af dine autosens.min/max grænser.
de: Berechnet bei jedem Loop einen neuen Insulinempfindlichkeitsfaktor (ISF). Der neue ISF basiert auf Deiner aktuellen Glukose, der täglichen Gesamtinsulindosis (TDD, alle in den letzten 24 Stunden verabreichten Insulin-Einheiten) und einem individuellen Anpassungsfaktor (die Empfehlung für den Anfang ist 0,5, wenn Du die Sigmoid-Funktion verwendest, und 0,8, wenn nicht). Alle dynamischen ISF- und CR-Anpassungen werden durch Deine Autosens Min / Max-Grenzwerte limitiert.
es: Calcular un nuevo ajuste de sensibilidad de insulina (ISF) en cada ciclo de ciclo. El nuevo ISF se basará en tu Glucosa actual, dosis total diaria de insulina (TDD, pasado 24 horas de todas las entregas insulina) y un Factor de ajuste individual (recomendación para comenzar con es 0. si utiliza la función Sigmoid y 0.8 si no). Todos los ajustes dinámicos de ISF y CR estarán limitados por sus límites autosens.min/max.
fr: Calcule un nouveau facteur de sensibilité à l'insuline (ISF) à chaque cycle de boucle. Le nouvel ISF sera déterminé en fonction de votre mesure de glucose actuelle, de la dose totale quotidienne d'insuline (TDD, soit la totalité de l'insuline administrée au cours des 24 dernières heures) et d’un facteur d’ajustement individuel (il est recommandé de commencer à 0,5 si la fonction sigmoïde est activée, et à 0,8 sinon). Tous les ajustements dynamiques de l'ISF et du Ratio Insuline/Glucides (CR) seront limités par les valeurs min/max définies dans la sensibilité automatique (Autosens).
it: Calcola un nuovo valore di sensibilità all'insulina (ISF) ad ogni ciclo. Il nuovo ISF si baserà sulla glicemia corrente, sulla dose totale giornaliera di insulina (TDD, le ultime 24 ore di tutta l'insulina somministrata) e su un Fattore di Regolazione individuale (si consiglia di iniziare con 0,5 se si utilizza la Funzione Sigmoide e 0,8 in caso contrario). Tutte le regolazioni di ISF Dinamico e CR saranno limitate dai limiti autosens.min/max.
nb_no: Beregne ny insulinfølsomhet (ISF) ved hver loop-syklus. Den nye ISF-verdien vil bli basert på nåværende blodsukker, total daglig insulindose (TDD, siste 24 timer med levert insulin) og en individuell justeringsfaktor (anbefalingen er å starte med 0.5 hvis man benytter Sigmoid og ellers 0.8). Alle dynamiske justeringer av ISF og CR blir begrenset av dine Autosens Min/Maks-innstillinger.
nl: Bereken bij elke loop cyclus een nieuwe insuline gevoeligheidsinstelling. De nieuwe ISF zal gebaseerd zijn op uw huidige Glucose, totale dagelijkse dosis insuline (TDD, afgelopen 24 uur van alle geleverde insuline en een individuele aanpassingsfactor (aanbeveling om mee te beginnen is 0. bij gebruik van Sigmoid Functie en 0.8 indien niet). Alle aanpassingen aan dynamische ISF en CR worden beperkt door je autosens.min/max limieten.
pl: Oblicz nową wrażliwość insuliny (ISF) dla każdego cyklu pętli. Nowy ISF będzie oparty na aktualnej dawce dobowej insuliny (TDD), w ciągu 24 godzin od podania całej insuliny) oraz o indywidualny współczynnik korygujący (zalecenie rozpoczęcia leczenia wynosi 0,5 jeśli używasz funkcji Sigmoid i 0,8, jeśli nie). Wszystkie dynamiczne ustawienia ISF i CR będą ograniczone limitami autosens.min/max.
pt_pt: Calcula uma nova Configuração de Sensibilidade à Insulina (ISF) em cada ciclo de laço. O novo ISF será baseado no seu Glicose atual, dose total diária de insulina (TDD, DT Últimas 24 horas de todas as postagens em insulina) e um Fator de Ajuste individual (recomendação para começar com é 0. se estiver usando a função Sigmoid e a 0.8 se não). Todos os ajustes do ISF dinâmico e CR serão limitados pelo seu autosens.min/max limites.
ru: Рассчитывать новое значение чувствительности к инсулину (ISF) при каждом цикле петли. Новый ISF будет основан на вашем текущем уровне глюкозы, общей суточной дозе инсулина (TDD, количество введенного инсулина за последние 24 часа) и индивидуальном корректирующем коэффициенте (рекомендуется начинать с 0,5, если используется сигмоидная функция, и 0,8, если нет). Динамические настройки ISF и CR будут ограничены максимумом и минимумом алгоритма autosens.
sv: Beräkna ny insulinkänslighet vid varje loopcykel. Ny beräknad ISF (insulinkänslighet) är baserad på ditt nuvarande glukosvärde, total mängd doserat insulin (TDD) de senaste 24 timmarna och en individuell justeringsfaktor. Alla dina dynamiska juseringar av insullinkänslighet och insulinkvoter kommer att begränsas av dina min/max-inställningar för autosens.
uk: Обчислюйте новий параметр чутливості до інсуліну (ISF) після кожного циклу Петлі. Новий ISF базуватиметься на вашій поточній глюкозі, загальній добовій дозі інсуліну (TDD, останні 24 години всього доставленого інсуліну) та індивідуальному коригуючому факторі (рекомендація для початку становить 0,5, якщо використовується сигмоподібна функція, і 0,8, якщо ні).\ n Усі налаштування Dynamic ISF і CR будуть обмежені вашими обмеженнями autosens.min/max.
vi: Tính toán lại chỉ số Độ nhạy Insulin (ISF) trong mỗi chu kỳ điều chỉnh tự động (loop). ISF mới sẽ được xác định dựa trên mức đường huyết hiện tại, tổng liều insulin trong 24 giờ qua (TDD), và một Hệ số Điều chỉnh cá nhân. (Khuyến nghị: bắt đầu với 0.5 nếu sử dụng hàm Sigmoid, hoặc 0.8 nếu không). Tất cả các điều chỉnh động của ISF và tỷ lệ carbs (CR) sẽ bị giới hạn trong phạm vi autosens.min và autosens.max mà bạn đã thiết lập.
zh_hant: 在每次循環週期中計算新的胰島素敏感度設定 (ISF)。新 ISF 將基於您的當前血糖、總每日胰島素劑量 (TDD，過去 24 小時的所有給藥胰島素) 和個別調整因子（建議使用 Sigmoid 函數時從 0.5 開始，否則從 0.8 開始）。 所有動態 ISF 和 CR 調整將受到您的 autosens.min/max 限制的限制。
